Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Received dividend per share (item 320) reduced by deductible
nn: Motteke utbytte per aksje (post 320) redusert med

source: When you’ve corrected the mistake, you must submit the a-melding.
nn: Når du har retta feilen, sender du inn a-meldinga.

source: Such documented NHR status can in that case result in a tax exemption for pensions/disability benefits in Norway.
nn: Slik dokumentert NHR-status kan i så fall gi skattefritak for pensjon / uføreytingar i Noreg.

source: If your case has to be processed manually, it will take 5-6 weeks.
nn: Dersom saka må handsamast manuelt, tek det 5–6 veker.

source: withholding tax on pensions and disability benefits.
nn: kjeldeskatt på pensjon og uføreytingar

source: If you've reached the threshold amount, you must provide information on both the employment and the associated salary payments in the a-melding.
nn: Dersom du har nådd beløpsgrensa, skal du gi opplysningar om både arbeidsforholdet og lønnsutbetalingane i a-meldinga.

source: Employment must not be reported with an enterprise which is closed/wound up.
nn: Ein skal ikkje rapportere arbeidsforhold på ei verksemd som er nedlagd/opphøyrt.

source: You have forgotten to specify the employment type for an income recipient.
nn: Du har gløymt å oppgi type arbeidsforhold på ein inntektsmottakar.

source: If you have paid the right amount, but entered the wrong amount in the a-melding, you must correct the error in the a-melding for the calendar month which contains the error or omission.
nn: Dersom du har utbetalt rett beløp, men tasta feil i a-meldinga, må du rette opp for den kalendermånaden som inneheld feil eller manglar.

source: Illogical date for change of FTE percentage
nn: Ulogisk dato for endring av stillingsprosent

source: Provisions for guarantee and servicing costs
nn: arbeid blir rekna for ei påkosting og skal aktiverast.

source: When the directorate submits an a-melding, it uses “Organisational link - directorate” as the legal organisation number.
nn: Når direktoratet sender ei eiga a-melding, nyttar dei «Organisasjonsledd-direktorat» som juridisk organisasjonsnummer.

source: The tax return for companies can only be edited by using an accounting or annual accounts system.
nn: Skattemeldinga for selskapet kan berre sendast frå eit rekneskaps- eller årsoppgjersprogram.

source: Shareholder A’s holding in the company is altered to 0% at the end of the year.
nn: Aksjonær A får endra eigardelen sin i selskapet til 0 prosent ved utgangen av året.

source: Specify what the income relates to, and the item in the tax return under which the income has been entered.
nn: Spesifiser kva inntekta gjeld, og i kva for post i skattemeldinga inntekta er førd.

source: If only part of the pension/disability benefit is tax-free, you will receive a tax deduction card with a withholding rate of less than 15 per cent.
nn: Er berre ein del av pensjonen/uføreytinga skattefri, får du eit skattekort med lågare trekkprosent enn 15 prosent.

source: This means Mari formally has a new employer, and so her old employment relationship is terminated.
nn: Dermed får Mari formelt sett ein ny arbeidsgivar og det gamle arbeidsforholdet blir avslutta.

source: Do not submit another a-melding until you have received feedback on your previous a-melding.
nn: Unngåå sende ei ny a-melding før du har fått tilbakemelding på den førre a-meldinga du sende.

source: The statistical value is shown under item 46 of the customs declaration and is the value of the import in Norwegian kroner.
nn: Den statistiske verdien kjem fram i tolldeklarasjonen i post 46 og er verdien på innførsla i norske kroner.

source: She turns 67 in May and has decided to retire from 1 June, and submits her resignation to her employer.
nn: Ho fyllar 67 år i mai og har bestemt seg for å gå av med alderspensjon frå 1.juni og leverer oppseiing til sin arbeidsgivar.

source: Persons who receive disability benefits from the National Insurance Scheme or disability benefits from annuities (IPA/IPS) are not liable to tax in Norway when the benefits are taxed in Thailand.
nn: Personar som har uføretrygd frå folketrygda eller uføreytingar frå ei livrenteforsikring (IPA/IPS), skal ikkje skattleggjast i Noreg når ytingane er skattlagde i Thailand.

source: The tax rate on general income has been reduced from 23 % to 22 %.
nn: Skattesatsen på alminneleg inntekt er sett ned frå 23 % til 22 %.

source: If there is an error, you must correct it by the deadline for submitting the a-melding for the calendar month in which you received the error message.
nn: Dersom det er feil, må du rette opp feilen innan fristen for å levere a-melding i kalendermånaden du har fått feilmeldinga.

source: OTP - Mandatory occupational pension scheme - when you’re employed
nn: OTP - Obligatorisk tenestepensjon - for deg som er tilsett

source: When you apply, you must identify yourself in the ID-porten before accessing the application form.
nn: Når du skal søke, må du først identifisere deg i ID-porten før du kjem til søknadsskjemaet.

source: They receive the error message MAGNET_EDAG-281 because the occupation code for Knut’s employment as a freelancer has not been stated.
nn: Dei får feilmeldinga MAGNET_EDAG-281 fordi opplysning om yrkeskode manglar på Knut sitt arbeidsforhold som frilansar.

source: If an employee has multiple employment relationships with the same enterprise, the employment ID separates the employment relationships from one another.
nn: Dersom ein arbeidstakar har fleire arbeidsforhold i den same verksemda, skil arbeidsforholdsID-en arbeidsforholda frå kvarandre.

source: If you have activated BankID in your bank, you are an online user.
nn: Har du aktivert BankID i banken din, er du elektronisk brukar.

source: more about working at heights on the Norwegian Labour Inspection Authority’s website
nn: meir om arbeid i høgda på nettsidene til Arbeidstilsynet

source: Number of employees
nn: Talet på tilsette

source: An oil company submits an a-melding for September with information concerning George.
nn: Eit oljeselskap sender inn a-melding for september med opplysningar om George.

source: The following general conditions must be met in order to be entitled to receive VAT refund through the refund scheme (see Section 10-1(1) of the VAT Act):
nn: På generelt grunnlag nemner vi desse vilkåra som må vere til stades for å kunne få mva-refusjon gjennom refusjonsordninga (sjå meirverdiavgiftslova § 10-1 (1)):

source: Item 3 Share dividends from a foreign company
nn: Post 3 Aksjeutbytte frå utanlandsk selskap

source: If the working hours scheme “offshore336” is wrong for this employment, change it to the correct working hours scheme.
nn: Dersom arbeidstidsordninga "offshore336" er feil for dette arbeidsforholdet, endre til rett arbeidstidsordning.

source: RF-1086 Completion for demerger through reduction in nominal value
nn: RF-1086 Utfylling fisjon ved nedsetting av pålydande

source: You can also search the guide for the a-melding in order to find valid codes/values.
nn: Du kan òg søkje i rettleiinga til a-meldinga for å finne gyldige kodar/verdiar.

source: correct the error by the deadline for submitting the a-melding for the calendar month in which you received the error message.
nn: Du må rette feilen innan fristen for å levere a-melding for kalendermånaden du har fått feilmeldinga.

source: Illogical date for last salary change date
nn: Ulogisk dato for siste lønnsendring

source: The company specifies the working hours scheme as “offshore336” and the number of working hours which equates a full-time position as 37.5.
nn: Dei oppgir arbeidstidsordninga "offshore336" og talet på timar som ei full stilling svarar til per veke 37,5.

source: For employees that are taken back partially in the subsidy period
nn: For tilsette som blir tatt delvis tilbake i arbeid i støtteperioden

source: If you hire a private individual who is not employed anywhere (laid off/unemployed/receiving national insurance benefits) or who does not have a sole proprietorship, you may be considered this person's employer.
nn: Dersom du engasjerer ein privatperson som ikkje er tilsett nokon stad (permittert/arbeidsledig/mottakar av trygdeytingar), eller som ikkje har eit enkeltpersonføretak, kan du bli betrakta som arbeidsgivar.

source: The leave or layoff percentage can never be more than 100 or less than 0.
nn: Permisjons- eller permitteringsprosenten kan aldri vere over 100 eller under 0.

source: , or if you submit an a-melding without information about active employments reported the precious month (
nn: , eller dersom du leverer a-melding utan opplysningar om arbeidsforhold som var rapportert som aktive månaden før (

source: You must therefore use a unique employment ID for each employment.
nn: Derfor må du bruke ein unik arbeidsforholdsID for kvart arbeidsforhold.

source: A medical centre submits an a-melding for June with information concerning Ola, who is in ordinary employment.
nn: Eit legekontor sender inn a-melding for juni med opplysningar om Ola som har eit ordinært arbeidsforhold.

source: (in Norwegian only) is a service that makes it easier for you as a consumer to make a conscious choice when you hiring electricians in Trøndelag and Innlandet.
nn: er ei teneste som gjer det enklare for deg som forbrukar å ta eit bevisst val når du skal bestille elektrikar i Trøndelag og Innlandet.

source: If you are claiming a deduction for interest on debt, you must also enclose:
nn: Dersom du krev frådrag for gjeldsrenter, må du i tillegg leggje ved:

source: Alternatively, you can change all a-meldings where you've stated an international ID and replace it with a D number.
nn: Alternativt kan du endre i alle a-meldingar der du har oppgitt internasjonal ID, og erstatte med D-nummer.

source: attributed to income either in Norway or
nn: seg direkte verken til inntekta i Noreg eller

source: See the explanatory information and form (A05)
nn: Sjå utfyllande informasjon og skjema (A05)

source: The a-melding has been submitted with information which may be incorrect.
nn: Når du har retta feilen, sender du inn a-meldinga.

source: The joinery firm changes the date for the most recent change in FTE percentage for Ola to:
nn: Snikkarfirmaet endrar datoen for siste endring av stillingsprosent for Ola til:

source: For tax purposes, this repayment is considered a dividend, and must therefore also be entered under item 8 at company level and under item 21 at the shareholder level with the same date and time as the reduction under items 17 and 27 (split).
nn: Denne tilbakebetalinga er rekna skatterettsleg som utbytte, og skal derfor førast i post 8 på selskapsnivå og i post 21 på aksjonærnivå med det same dato og klokkeslett som nedsettinga i post 17 og 27 (delt opp).

source: The form RF-1179 "Varelager i Landbruk” is no longer in use.
nn: Skjemaet "RF-1179 Varelager i Landbruk " er ikkje lengre i bruk.

source: You get documentation of finished work.
nn: Du får dokumentasjon på utført arbeid.

source: enclose a copy of your own and, if relevant, your spouse’s tax return or similar to your country of residence for 2021.
nn: leggje ved kopi av di eiga og din eventuelle ektefelle si skattemelding eller liknande til det landet du bur i for 2021

source: This could for example be:
nn: Det kan til dømes vere:

source: Increase in share capital NOK 100,000, increase in nominal value NOK 1,000 and nominal value after NOK 2,000.
nn: Auke av aksjekapital 100 000 kroner, auke av pålydande 1 000 og pålydande etter 2 000

source: Depreciation of building.
nn: Avskriving av bygning.

source: Instead, he should report the information in the income statement.
nn: Desse opplysningane skal i staden sendast i Næringsoppgåva.

source: When you apply for a tax deduction card, you need to know both how much salary you’ll receive and how many days you’ll have free board and lodging during the year.
nn: Når du søkjer om skattekort, må du derfor vite både kor mykje lønn du skal få, og kor mange dagar du får kost og losji i løpet av året.

source: As of 2020, this practice has now changed.
nn: Praksis blir frå endra 2020.

source: The service company changes the hours which equates a full-time position for Victor to:
nn: Serviceselskapet endrar timane som ei full stilling svarar til for Victor til:

source: What do I do?
nn: Kva skal eg gjere?

source: Use of information provided in RF-1231 by other public agencies
nn: Andre offentlege organ som nyttar opplysningar i RF-1231

source: Rana municipality, from May 2021
nn: Rana kommune, frå mai 2021

source: persons in the enterprise that each has working hours and a salary corresponding to 20 percent or more of a full-time position, and that combined perform work corresponding to at least two full-time positions.
nn: Føretaket har tilsette, som kvar har arbeidstid og lønn som utgjer 20 prosent eller meir av full stilling, og som til saman utfører arbeid som svarar til minst to årsverk.

source: If the calendar month is incorrect, change it to the correct month.
nn: Dersom det er feil i kalendermånad, må du endre til rett månad.

source: Under both items 10 and 24, information must be provided about the divesting company X.
nn: I både post 10 og 24 må ein gi opplysningar om det overdragande selskapet X.

source: Deposits in foreign banks
nn: Bankinnskott i utlandet

source: Declarant 1 has two enterprises, Enterprise A and Enterprise B. Bente has a permanent position as sales consultant in Enterprise A, where she has worked for many years.
nn: Opplysningspliktig 1 har to verksemder, Verksemd A og Verksemd B. Bente har ei fast stilling som salskonsulent i Verksemd A, kor ho har jobba i mange år.

source: Self-employed persons (sole proprietorships) have an accounting obligation if the business has had assets worth over NOK 20 million or an average number of employees exceeding 20 full-time equivalents during the year.
nn: Personleg næringsdrivande (enkeltpersonføretak) har slik årsrekneskapsplikt viss føretaket i året har hatt eigedelar med samla verdi over 20 millioner kroner eller har meir enn 20 tilsette.

source: You have reported a negative amount under total attachment of earnings payable for the month.
nn: Du har oppgitt eit negativt beløp i totalt utleggstrekk å betale for månaden.

source: Fredrikstad municipality, from January 2021
nn: Fredrikstad kommune, frå januar 2021

source: The company must also report the number of deleted shares under item 12 and the corresponding number as disposals for shareholder A under item 26.
nn: Vidare må selskapet rapportere inn talet på sletta aksjar i post 12, og tilsvarande i avgang på aksjonær A i post 26.

source: Will a gift given from the undivided estate in 2013 be subject to inheritance tax? Yes.
nn: Blir det arveavgift dersom det blir gitt ei gåve frå uskiftebuet i 2013?

source: They get the error message MAGNET_EDAG-297 because they’ve forgotten to specify the reason for the end date.
nn: Dei får feilmeldinga MAGNET_EDAG-297 fordi dei har gløymt å oppgi årsak til sluttdato på arbeidsforholdet.

source: Mari works in a small accounting firm that is acquired by a larger firm.
nn: Mari jobbar i eit lite rekneskapsbyrå som blir kjøpt opp av eit større byrå.

source: A car dealer has submitted two a-meldings for January.
nn: Ein bilforhandlar har sendt to a-meldingar for januar.

source: If you are asked to do so, you must document/substantiate that you have incurred sickness expenses amounting to at least NOK 9,180 during the year.
nn: Du må på førespurnad kunne dokumentere/sannsynleggjere at du har hatt sjukdomskostnader som i løpet av inntektsåret utgjer minst 9 180 kroner.

source: Pursuant to the tax treaty between Norway and Spain article 18, pensions and disability benefits are only liable to tax in the recipient's country of residence.
nn: Etter skatteavtalen mellom Noreg og Spania artikkel 18 skal pensjon og uføreytingar berre skattleggjast i det landet der mottakaren er busett.

source: You can cross-check the amounts in the annual statement of incomes, deductions and tax deductions you receive from you employer, with the amounts in the tax return.
nn: Det kontrollerer du ved å samanlikne summane i det årlege samandraget av inntekter, frådrag og skattetrekk du får frå arbeidsgivaren din, med tala i skattemeldinga.

source: The Norwegian Health Economics Administration (Helfo) – for asylum-seekers and NATO personnel who need a general practitioner.
nn: Helseøkonomiforvaltninga (Helfo) – for asylsøkjarar og NATO-personell som skal ha fastlege.

source: The employment information for the employees must be linked to the organisation number for enterprise C.
nn: Arbeidsforholda til dei tilsette skal knytast opp mot organisasjonsnummer for verksemder C.

source: The promotion takes effect on 1 November.
nn: Opprykket gjeld frå 1. november.

source: return and that are covered by the credit
nn: Dersom det blir dokumentert at

source: The medical centre adds type of appointment for Ola:
nn: Legekontoret legg til tilsetjingsform for Ola:

source: Special tax regulations apply to parents for paid childcare by nannies/au pairs and childminders.
nn: For foreldre, praktikantar / au pair og barnepassar (dagmamma) gjeld det særskilde skattereglar for betalt barnepass.

source: If you specified the wrong employment type, change it to the correct type.
nn: Dersom du har ført opp feil type arbeidsforhold, må du endre til rett type.

source: The grocery store changes the hours, which equates a full-time position, for Linda to:
nn: Daglegvarebutikken endrar timane som ei full stilling svarar til for Linda til:

source: Employees must be linked to an organisation number for enterprise
nn: Tilsette skal knytast til organisasjonsnummer for verksemd

source: report in the a-melding that the layoff has been terminated if the employees are fully taken back for up to 6 or 10 weeks in the layoff period, or
nn: rapportere i a-meldinga at permitteringa er avslutta, dersom dei tilsette blir tatt heilt tilbake i inntil 6 eller 10 veker i permitteringstida, eller

source: income, costs, capital and debt are split
nn: Reglane om kreditfrådrag er tekne inn i

source: The factory can reclaim the deduction because of the change in the a-melding.
nn: Møbelfabrikken får trekket tilbakebetalt på grunnlag av endringa i a-meldinga.

source: The Certificate of Residence must be issued by the US tax authorities and explicitly confirm that you are tax resident in the US.
nn: Bustadattesten må vere utferda av amerikanske skattemyndigheiter og uttrykkjeleg stadfeste at du er skattemessig busett i USA.

source: The company must also report the number of shares being disposed of for shareholder A under item 26. Under the same item, information must also be given on the Parent’s org.
nn: Vidare må selskapet rapportere inn talet på aksjar i avgang på aksjonær A i post 26, og ein må i den same posten gi opplysningar om organisasjonsnummert til Mor, aksjeklasse og pålydande.

source: Remember that changes to the report could mean that you must amend your tax return.
nn: Hugs at endringar i oppgåva kan føre til at du må gjere endringar i skattemeldinga.

source: You have entered an organisation number for enterprise (sub-entity) which is not active in the Register of Legal Enterprises in the month for which you are attempting to submit the a-melding.
nn: Du har oppgitt eit organisasjonsnummer for verksemd (undereining) som ikkje er aktivt i Einingsregisteret den månaden du prøver å sende a-meldinga for.

source: You must wait to send the a-melding until you’ve received an organisation number for the enterprise.
nn: Du må vente med å sende a-melding til du har fått organisasjonsnummer for undereining/verksemd.

source: You have specified a total for attachment of earnings payable which differs from the sum of the attachment of earnings for all income recipients.
nn: Du har oppgitt ein sum på utleggstrekk å betale som er forskjellig frå summen av utleggstrekk på alle inntektsmottakarane.

source: Why you should become an online user:
nn: Du bør bli elektronisk brukar fordi:

source: She applies for a leave from her current position with the Norwegian Tax Administration.
nn: Ho søkjer om permisjon frå stillinga ho har i Skatteetaten.

source: Yes, you must specify an occupation code for all ordinary and maritime employment, and for freelancers, contractors and fee recipients.
nn: Ja, du må føre opp yrkeskode for alle ordinære og maritime arbeidsforhold, og for frilansar, oppdragstakar og personar som tek imot honorar

source: William works for a service company.
nn: William jobbar i eit serviceselskap.

source: If the number of hours per week which equates a full-time position is not between 28 and 33.6 hours, change the working hours scheme to “NotShift".
nn: Dersom talet på timar per veke som ei full stilling svarar til ikkje er mellom 28 og 33,6 timar, må du endre arbeidstidsordning til "IkkjeSkift".

source: Artist include persons who are musicians, dancers, conductors, actors with stage performances (theatre), film actors and circus artists.
nn: Mellom anna musikarar, dansarar, dirigentar, skodespelarar med sceneframsyningar (teater), filmskodespelarar og sirkusartistar.

source: with the correct amount, description, additional information for the calendar month or months which contain the error.
nn: med rett beløp, nemning og tilleggsopplysningar for den eller dei kalendermånadene som inneheld feilen.

source: What kind of documentation is required depends on where you come from.
nn: Kva type dokumentasjon som blir krevd, avheng av kor du kjem frå.

source: All income statements and attachment forms will be replaced with a business information statement attached to the tax return.
nn: Alle næringsoppgåver og vedleggsskjema blir erstatta med ein næringsspesifikasjon som skal leggjast ved skattemeldinga.

source: Example 5 – Deaths
nn: Døme 5 - dødsfall

source: The leave description “leave” is a valid code/value during the period from January 2015 through to December 2017 inclusive.
nn: Permisjonsnemninga "permisjon" er ein gyldig kode/verdi i perioden januar 2015 til og med desember 2017.

source: Assignment and employee register - forms RF-1199 and RF-1198
nn: Oppdrags- og arbeidsforholdsregisteret - skjema RF-1199 og RF-1198

source: Company AB reports both salary and employment relationship information in the a-melding.
nn: Firma AB opplyser om både lønn og arbeidsforhold i a-meldinga.

source: You must have the employee’s address available, and you should know the employee’s e-mail address/telephone number
nn: Du må ha postadressa til arbeidstakaren tilgjengeleg, og du bør vite e-postadressa/telefonnummeret til arbeidstakaren.

source: If you were resident in the Netherlands and received a Norwegian pension or disability benefit in 2013, pension from the National Insurance Scheme, pension/disability benefits from private occupational pension schemes and pension/disability benefits from annuities (IPS/IPS) are not liable to tax in Norway.
nn: Dersom du budde i Nederland og hadde norsk pensjon/uføreyting i 2013, skal pensjon frå folketrygda, pensjon/uføreytingar frå private tenestepensjonsordningar og pensjon/uføreytingar frå livrenter (IPA/IPS) ikkje skattleggjast i Noreg.

source: When you have declared in an enclosure to the tax return for 2021 that you request your tax to be calculated pursuant to the same provisions as apply to persons resident in Norway, the Norwegian Tax Administration may request you to submit documentation stating that you are entitled to such a tax calculation.
nn: Når du har opplyst i eit vedlegg til skattemeldinga for 2021 at du krev at skatten skal bli berekna etter dei same reglane som gjeld for personar busette i Noreg, kan Skatteetaten krevje at du sender inn dokumentasjon som viser at du har rett til en slik skatteberekning.
